Repository: dhsys21/DHS.EQUIPMENT2
Catalog: DHS.EQUIPMENT/Common/StrLang.*.resx
Languages: ko, no

# AMSSTART
source: IR/OCV
ko: 시작

# AMSSTOP
source: STOP
ko: 정지
no: STOPPE

source: AUTO
ko: 자동

# BTNMSASTART
source: START
ko: 시작

# BTNMSASTOP
source: STOP
ko: 정지

# BTNSAVEDATA
source: SAVE
ko: 저장
no: LAGRE

# BTNTRAYDOWN
source: TRAY DOWN
ko: 트레이 하강
no: BRETT NED

# BTNTRAYUP
source: TRAY UP
ko: 트레이 상승
no: BRETT OPP

source: CONFIG
ko: 환경설정
no: KONFIG

source: Init Data
ko: 초기화

source: Initialize
ko: 초기화
no: Initialiserer

# LBLDATAREPLY
source: REPLY ← MES
ko: 응답 ← MES

# LBLDATAUPLOAD
source: DATA → MES
ko: 데이타 → MES

# LBLERRORCODE
source: ERROR CODE
ko: 에러 코드

# LBLERRORMESSAGE
source: ERROR MESSAGE
ko: 에러 메세지

# LBLIRRANGE
source: IR RANGE
ko: IR 범위
no: IR OMRÅDE

# LBLIRREMEASURE
source: IR SPEC
ko: IR 범위

# LBLMANUALTITLE
source: MANUAL
ko: 수동
no: HÅNDBOK

# LBLOCVRANGE
source: OCV RANGE
ko: OCV 범위
no: OCV OMRÅDE

# LBLOCVREMEASURE
source: OCV SPEC
ko: OCV 범위

# LBLPROCESS
source: STATUS CODE
ko: 상태 코드
no: PROSESS

# LBLRECIPE
source: RECIPE
ko: 레시피
no: LBLRECIPE

# LBLREPLYTRAYINFO
source: TRAY INFO ← MES
ko: 트레이정보 ← MES

# LBLREQUESTTRAYINFO
source: TRAY ID → MES
ko: 트레이아이디 → MES

# LBLSTATUS
source: STATUS
ko: 상태정보

# LBLTRAYID
source: TRAY ID
ko: 트레이 아이디
no: BRETT ID

# LBLTRAYSETTING
source: TRAY SETTING
ko: 트레이 셋팅
no: LBLTRAYSETTING

# MAINTITLE
source: IR/OCV INSPECTION 2024 05 24
ko: IR/OCV 검사 2024 06 10
no: IR/OCV UNDERSØKELSE 2024 05 24

source: MANUAL
ko: 수동
no: HÅNDBOK

source: MANUAL MODE
ko: 수동검사모드

source: NG Info.
ko: NG 정보

# PLCCONNECTION
source: PLC is not connected
ko: PLC가 연결되지 않았습니다.
no: PLS er ikke tilkoblet

# PNLBARCODE
source: BARCODE
ko: 바코드
no: STREKKODE

# PNLFINISH
source: FINISH
ko: 종료
no: BLI FERDIG

# PNLMEASURE
source: MEASURE
ko: 측정
no: MÅLE

# PNLMEASURINGTITLE
source: IR/OCV Measuring Values
ko: IR/OCV 측정 값

# PNLREADY
source: READY
ko: 준비
no: KLAR

# PNLTRAYDOWN
source: TRAY DOWN
ko: 트레이 하강
no: BRETT NED

# PNLTRAYIN
source: TRAY IN
ko: 트레이 투입
no: BRETT I

# PNLTRAYOUT
source: TRAY OUT
ko: 트레이 배출
no: BRETT UTE

# PNLTRAYUP
source: TRAY UP
ko: 트레이 상승
no: BRETT OPP

source: RESET
ko: 리셋

# STEPEND
source: IR/OCV Measurement is finish.
ko: IR/OCV 측정 종료.
no: IR/OCV MÅLING ER FERDIG.

# STEPRUNNING
source: IR/OCV is runnig.
ko: IR/OCV 측정 중.
no: IR/OCV LØPER.

# STEPTRAYIN
source: IR/OCV Tray In.
ko: IR/OCV 트레이 도착.
no: IR/OCV BRETT I.

# STEPTRAYUP
source: IR/OCV Tray Up.
ko: IR/OCV 트레이 상승.
no: IR/OCV BRETT OPP.

# STEPVACANCY
source: IR/OCV is ready.
ko: IR/OCV가 대기상태입니다.
no: IROCV er klar.

source: Tray Out
ko: 배출
no: Brett Ute
